{
  "0": "rename discord une semaine xXx_d4Rk-sASuk3_xXx",
  "1": "Porter la PP ultime pendant 24h\nhttps://cdn.discordapp.com/attachments/163670590828314624/625775865325682688/uchiwa_sasuke_616.png",
  "2": "devoir récolter 5k seau d'eau",
  "3": "monter le métier paysan lvl 10",
  "4": "Jouer l'écran inverser",
  "5": "Devoir ne jouer qu'avec un seul élément pendant la prochaine session",
  "6": "Pour un combat : Vous faites partie de la team adverse",
  "7": "Pour un combat : Vous êtes immobile",
  "8": "Pour un combat : Vous devez par tout les moyens faire les quatre coins du terrain",
  "9": "Porter un vieux costume  choisi  à l'unanimité par les autres pendant toute la session de jeu",
  "10": "Pour 30 minutes : Allouer un seul coeur processeur au jeu",
  "11": "Au prochain challenge 2 4 6 8, si quelqu'un fail il se voit attitrer le titre nul en math dans son pseudo sur discord pendant 24h",
  "12": "[Défi] Un joueur est le roi et doit se suicider par tout les moyens possibles : Si il meurt, les 5 autres ont un gage, s'il survit, il doit se taper un gage",
  "13": "Utiliser le même sort pendant 5 combats et uniquement ce sort",
  "14": "Pour un combat : Vous ne pouvez que dépenser des PA ou que des PM dans le même tour.",
  "15": "Pour un combat : Vous ne devez utiliser que des sorts ayant un coup de PW",
  "16": "Repartir  à astrub et revenir à sa position en marchant ( bateau de astrub à la nation accepté par obligation)",
  "17": "Passer de la barre stasis a la barre wakfu",
  "18": "Jouer au pad pendant 1h",
  "19": "Pokérap ! le mort doit chanter le pokérap pendant un combat",
  "20": "Jouer à la tablette graphique pendant une heure",
  "21": "[Défi] Faire tourner Wakfu pendant 1h sans avoir un seul lagspike",
  "22": "Détruire un item de son stuff  et le remplacer par un pourri",
  "23": "Pendant un combat : Jouer sans les interfaces",
  "24": "Pour un combat : Vous devez mettre du disco sur le bot à musique.",
  "25": "Ne pas avoir le droit de foirer les challs pendant 5 combats d'affilé ( sinon double dose de gage )",
  "26": "Ne devoir frapper les ennemies qu'en diagonal",
  "27": "Ne devoir frapper les ennemies qu'alligné",
  "28": "Aller au front ( pour les persos distances)  aller  en distance ( pour les persos mélée)",
  "29": "Ne devoir taper les ennemis en étant uniquement en range du cavalier des échecs",
  "30": "Pour un combat : Vous devez faire 'changer de personnage' pendant votre tour, et vous reconnecter.",
  "31": "Ne pas frapper les mobs de face",
  "32": "Ne pas avoir droit aux soins  pendant 5 combats",
  "33": "Pour un combat : Vous devez passer votre tour dès que votre timer atteint les 10 secondes restantes.",
  "34": "Taper le mobs comme ça : \nhttps://media.discordapp.net/attachments/625782166822977546/625789769443442698/Screenshot_67.png?width=149&height=145",
  "35": "Pour un combat : Vous devez mettre de la hardbass sur le bot à musique.",
  "36": "[Défi] Échecs : Chaque joueur est attribué une pièce des échecs de façon aléatoire, sa range est déterminée par celle de la pièce",
  "37": "Devenir la poubelle de la team pendant toute la durée de la session",
  "38": "Faire un don d'une de ses pièces d'équipement random a astrub / écaflipus",
  "39": "[Défi] Mendier 600 kamas à Astrub pour payer le zaap d'immigration de la team (j'sais que y'a plus de prix aux zaaps, là est l'arnaque)",
  "40": "Lancer un combat contre un bouftou solo et le perdre en se fesant manger le fion ( bouton abandonner interdit)",
  "41": "Pour un combat : Vous devez mettre de l'eurobeat sur le bot à musique.",
  "42": "Pour un combat : Vous devez mettre de la musique populaire de merde sur le bot à musique, tubes de l'été recommandés.",
  "43": "Pour un combat : Vous devez déséquiper tout votre équipement ormis main droite et secondaire",
  "44": "Défi pour panda uniquement : porter un ennemi et ne faire que cette action pendant  un combat complet (  interdit de le reposer )",
  "45": "Défi pour un éliotrope uniquement : vous devez faire en sorte qu'un mob utilise vos portails ( une fois mini )",
  "46": "Défi pour sacrieur uniquement : ne pas attaquer avant d'atteindre - de 20% des pv max",
  "47": "Défis pour iop : Vous ne devez utiliser qu'un seul sort de chaque branche élémentaire",
  "48": "Défi pour Xélor : Vous n'avez pas le droit de jouer votre Cadran.",
  "49": "Battle royal : Le dernier survivant gagne !",
  "50": "Défi pour Zobal : Vous n'avez pas le droit de jouer de masques",
  "51": "Défi pour ougi : Vous n'avez pas le droit d'utiliser proie et  le chienchien pendant le combat",
  "52": "Défi global : Pas le droit d'utiliser les mécaniques de sa classe.",
  "53": "Pour un Combat : tous vos sorts offensifs lancés doivent être précédés par un 'DEUS VULT!' envoyé dans le tchat.",
  "54": "Crossover : Vous n'avez le droit de taper un ennemie que si aucun ennemie ou allié n'est en ligne de votre cible.",
  "55": "Pour un combat : Vous devez générer aléatoirement le nombre de PA et de PM que vous pouvez utiliser dans chaque tour ( deux rolls différents, zéro inclus )",
  "56": "Vous devez crafter 400 kamas à partir de minerais de fer.",
  "57": "Pour 5 minutes : Vous devez rester assis.",
  "58": "Demander 100 kamas pour le Zaap (n'est validé que si vous les obtenez)",
  "59": "KARAOKE ! ",
  "60": "Barbare : Vous devez infliger des dommages avec une arme au moins une fois par tour.",
  "61": "CASINO ROYAL : Au prochain combat ayant un challenge élementaire : tout les joueurs doivent utilisé au moins une action chromatique dans le combat",
  "62": "ÉCONOME : Vous ne pouvez utiliser qu'une seule fois la même action (corps à corps et sort) dans tout le combat.",
  "63": "INTOUCHABLE : Vous ne devez jamais subir un seul dégât de tout le combat.",
  "64": "MAINS PROPRES : Vous ne devez pas faire de dégâts directs",
  "65": "MYSTIQUE : Vous devez utiliser au maximum la moitier de vos pa (si en 6pa, 3 utiliser maximum)",
  "66": "NI PIOUS NI SOUMIS : Seul les personnage de sexe masculin peuvent achever les ennemies.",
  "67": "NI PIOUTES NI SOUMISES : Seul les personnage de sexe feminin peuvent achever les ennemies."
}